--[[ 

DEV_ @martn111 المطور 
DEV_ @Joodi1996 المطور 
DEV_ @awmsgn المطور 
]] 

do 

local function run(msg, matches) 
if is_momod(msg) and matches[1]== "امر1" then 
return [[ 
اوامر ادارة المجموعة 🏧 
ـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَ 

💎ارفع ادمن _ لرفع ادمن🔮 
💎ارفع اداري _ لرفع اداري🔮 
💎نزل ادمن _ لتنزيل ادمن🔮 
💎نزل اداري _ لتنزيل اداري🔮 
ـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَ 
🎬المدير _ ⚓ 
🎬الادمنية_⚓ 

🎬الاداريين _⚓ 
🎬البوتات_ (كشف البوتات) ⚓ 
ـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَ 
اوامر الطرد والحظر  ❌👞 
💎دي + المعرف _ للطرد 🔥 
💎حظر + المعرف _للحظر🔥 
💎الغاء للحظر _ لألغاء الحظر🔥 
💎قائمة الحظر _لعرض المحظورين🔥 
ـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَ 

💎كتم _لكتم عضو🔥 
💎كتم _للغاء الكتم 🔥 
💎المكتومن _ لعرض المكتومين🔥 
💎منع + الكلمة _لحظر كلمة🔥 
💎الغاء المنع+ الكلمة_لفك حظر كلمة🔥 
💎قائمة المنع _الكلمات المحظورة🔥 
ـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَ 
(💎)=اوامر عادية🔥 
*(♻️)=اوامر تعمل بلرد🔥 
➿➿➿➿➿➿➿➿➿ 
ـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَ 
محتاج شي كبد عمري راسل المطورين 
DEV👇👇👇 
🚬 @martn111 
🚬 @Joodi1996 
🚬 @awmsgn 
🔱🔱🔱🔱🔱🔱🔱🔱 

]] 
end 

if not is_momod(msg) then 
return "لتلعب بكيفك✋للمدراء فقط🛡 😐⛔️" 
end 

end 
return { 
description = "Help list", 
usage = "Help list", 
patterns = { 
"(امر1)" 
}, 
run = run 
} 
end 
