--[[ 
 _____     _       _____      _ 
|__  /    / \     |__  /     / \ 
  / /    / _ \      / /     / _ \ 
 / /_   / ___ \    / /_    / ___ \ 
/____| /_/   \_\  /____|  /_/   \_\ 

]] 

do 

local function run(msg, matches) 
if is_momod(msg) and matches[1]== "امر2" then 
return [[ 

اوامر المجوعة العامة كبد عمري 🗼 
ـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَ 

💎ضع اسم + الاسم 🔥 
💎ضع صورة 🔥 
💎ضع قوانين 🔥 
💎ضع وصف 🔥 
💎ضع معرف 🔥 
💎ضع الرابط 🔥 
💎ضع التكرار [5-20] 🔥 
ـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَ 
للمسح اكتب 📵 
💎مسح+ (القوانين+الوصف+الادمنية….  ) 🔥 
💎القوانين_لعوض القوانين 🔥 
💎معلوماتي_معلوماتك 🔥 
💎موقعي _ موقعك 🔥 
💎اشارة للكل + كلمة_لعمل تاك للكل 🔥 
💎اعدادات الوسائط _ 🔥 
💎اعدادات المجموعة _ 🔥 
💫💫💫💫💫💫💫💫💫 

ـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَ 
اي شي تحتاجه راسل المطورينⓂ 
DEV👇👇👇 
🔱 @martn111 
🔱 @Joodi1996 
🔱 @awmsgn 

]] 
end 

if not is_momod(msg) then 
return "لتلعب بكيفك✋للمدراء فقط 😐⛔️" 
end 

end 
return { 
description = "Help list", 
usage = "Help list", 
patterns = { 
"(امر2)" 
}, 
run = run 
} 
end 
