--[[ 


]] 

do 

function run(msg, matches) 
return [[ 
اوامر اضافية متاحة لعضو 🐸🚬 
ـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَ 
💎موقعي _ ™ 
💎معلوماتي _ ™ 
💎ايدي _ ™ 
💎ايدي <بلرد_معرف\> _ ™ 
💎اضف مذكرة _ ™ 
💎حذف مذكرة_ ™ 
💎المذكرة _ جلب مذكرة ع الخاص ™ 
ـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَ 
اي استفسار راسل المطورين😉
DEV👇👇👇
@martn111 
@awmsgn
@Joodi1996
@DEV_the_stun   👈قناة السورس👈
@Ali_alsaed_bot 👈بوت تواصل المحضورين👈

]] 

end 

return { 
  description = "Shows bot help", 
  patterns = { 
    "^امر5$" 
  }, 
  run = run 
} 

end 
