do 

function run(msg, matches) 
  return [[ 
📜 ⚡th3-stun>⚡️ 

➖🔹➖🔹➖🔹➖🔹➖🔹 

▫️ امر1 :: لعرض الاوامر الرئيسيه 

▫️ امر2 :: لعرض الاوامر الثانوية 

▫️ امر3 :: لعرض أوامر حماية المجموعة 

▫️امر4  :: لعرض الاوامر الاضافية 

           امر5 اوامر  اضافيه للمجموعه 

▫️م مطورo :: لعرض أوامر المطور 

➖🔹➖🔹➖🔹➖🔹➖🔹 
ـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَ 
اي استفسار راسل المطورين😉 
DEV👇👇👇 
@martn111 
@akfdhbg
@Joodi1996 
@DEV_the_stun   👈قناة السورس👈 
    
@stunbot 👈بوت تواصل المحضورين👈 
كروب الـدعم: https://telegram.me/joinchat/DpFSq0D4cy7HGX7PCnfv3g
]] 

end 

return { 
description = "Help list", 
usage = "Help list", 
patterns = { 
"^(الاوامر)$", 
}, 
run = run 
} 
end 
