--[[ 

DEV :> memo_cool
]] 

do 

local function run(msg, matches) 
if is_momod(msg) and matches[1]== "m1" then 
return [[ 
الاوامر الادارية للبوت💥
ـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَ 
ارفع ادمن = لرفع ادمن بالبوت💥 
ارفع اداري = لرفع اداري بالمجموعة💥 
نزل ادمن = لتنزيل ادمن من المجموعة💥 
نزل اداري = لتنزيل اداري من المجموعة💥 
ـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَ 
المدير = لعرض ايدي المدير☠
الادمنية= لعرض الادمنيه👤 

الاداريين = لضهار الاداريين👤 
البوتات = كشف البوتات🤖 
ـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَ 
اوامر الطرد والحظر  ❌ 
دي + المعرف = للطرد 🌚 
حظر + المعرف _للحظر العضو💤 
الغاء للحظر _ لألغاء الحظر العضو😒 
قائمة الحظر _لعرض المحظورين🖕
****************************************
كتم =لكتم عضو🤐 
كتم =للغاء الكتم 😁 
المكتومن = لعرض المكتومين🌚 
منع + الكلمة =لحظر كلمة😱 
الغاء المنع+ الكلمة=لفك حظر كلمة🤔 
قائمة المنع =الكلمات المحظورة👌 
ـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَ 
 
☠☠☠☠☠☠☠☠☠☠☠☠☠☠☠☠

ـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَ 
اي شي تحتاجة راسل المطور ☺️ 
DEV :> @memo_cool


]] 
end 

if not is_momod(msg) then 
return "لتلعب بكيفك✋للمدراء فقط⛔️" 
end 

end 
return { 
description = "Help list", 
usage = "Help list", 
patterns = { 
"(m1)" 
}, 
run = run 
} 
end
