--[[ 

]] 

do 

local function run(msg, matches) 
if is_momod(msg) and matches[1]== "m2" then 
return [[ 

اوامر المجموعة العامة 
************************ 

ضع اسم + الاسم 💥 
ضع صورة 💥 
ضع قوانين 💥 
ضع وصف 💥 
ضع معرف 💥
ضع الرابط 💥 
ضع التكرار [5-20] 💥 
**************************
للمسح اكتب 💫
مسح +  (القوانين+الوصف+الادمنية….  ) 💥 
القوانين = لعوض القوانين 💥 
معلوماتي = معلوماتك 💥 
موقعي = موقعك💥 
اشارة للكل + كلمة = لعمل تاك للكل 💥
اعدادات الوسائط = 💥 اعدادات المجموعة = 💥 
 حذف + عدد = حذف الرسائل 💥 
 
*****************************
اي شي تحتاجة راسل المطور
DEV :> @memo_cool
]] 
end 

if not is_momod(msg) then 
return "ليش تلعب بكيفك😡للمدراء فقط ⚡️ ⛔️" 
end 

end 
return { 
description = "Help list", 
usage = "Help list", 
patterns = { 
"(m2)" 
}, 
run = run 
} 
end
