--[[ 

]] 

do 

local function run(msg, matches) 
if is_momod(msg) and matches[1]== "امر4" then 
return [[ 
اوامر حماية الميديا ♏️ 
ـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَ 
🔐قفل _ للقفل 
🔓فتح _ للفتح 
ـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَ 
🗂الميديا_ ⚙ 
🗂اعادة توجيه _ ⚙ 
🗂السمايلات _ ⚙ 
🗂البوتات _ ⚙ 
🗂جهات الاتصال _ ⚙ 
🗂الصور _ ⚙ 
🗂الملصقات _ ⚙ 
🗂البصمات _ ⚙ 
🗂المتحركة _ ⚙ 
🗂الفيديو _ ⚙ 
🗂النص _ ⚙ 
🗂الدردشة _ ⚙ 
ـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَ 
اي شي تحتاج راسل المطورين 
DEV👇👇👇 
☠ @akfdhbg
☠ @martn111 
☠ @Joodi1996 
كروب الدعـم: https://telegram.me/joinchat/DpFSq0D4cy7HGX7PCnfv3g
]] 
end 

if not is_momod(msg) then 
return "لتلعب بكيفك✋للمدراء فقط🛡 😐⛔️" 
end 

end 
return { 
description = "Help list", 
usage = "Help list", 
patterns = { 
"(امر4)" 
}, 
run = run 
} 
end 
