--[[ 


]] 

do 

function run(msg, matches) 
return [[ 
اوامر اضافية متاحة لعضو ⚙⚡️
ـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَ 
💎موقعي ÷🌍 
💎معلوماتي ÷🌍
💎ايدي ÷🌍
💎ايدي <بلرد_معرف\> ÷🌍
💎اضف مذكرة ÷🌍
💎حذف مذكرة ÷🌍
💎المذكرة _ جلب مذكرة ع الخاص ÷🌍
ـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَ 
اي استفسار راسل المطورين😉
DEV👇👇👇
@martn111 
@awmsgn
@Joodi1996
@DEV_the_stun   👈قناة السورس👈
@Ali_alsaed_bot 👈بوت تواصل المحضورين👈

]] 

end 

return { 
  description = "Shows bot help", 
  patterns = { 
    "^امر5$" 
  }, 
  run = run 
} 

end