--[[
 _____     _       _____      _    
|__  /    / \     |__  /     / \   
  / /    / _ \      / /     / _ \  
 / /_   / ___ \    / /_    / ___ \ 
/____| /_/   \_\  /____|  /_/   \_\
   
DEV_ @wounds1                                
DEV_ @moddee123
DEV_ @lll_01
]]

do

local function run(msg, matches)
if is_sudo(msg) and matches[1]== "sudo" then
return [[
اوامر المطور 👮
ـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَ

💎تفعيل البوت ™
💎تعطيل البوت ™
💎تغعيل لمدة + الايام ™
💎المدة المتبقية  ™
💎سوبر + تحويل خارقة ™
💎ارفع المدير _<معرف_بلرد> ™
💎حظر عام _<معرف_بلرد> ™
💎الغاء العام _<ايدي> ™

💎المحظورين عام_ ™
💎معلومات المجموعة ™
💎اذاعة _ ™
💎غادر_ لمغادرة البوت ™
💎جلب ملف +الاسم ™
ـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَ
اوامر تحكم بعدادات البوت ⏰
💎دخول +الرابط_اضافة لكروب ع الرابط ™
💎رسالة+الايدي+الرسالة ™
💎وضع صوره للبوت ™

💎جهات الاتصال_جلب الجهات ™
💎اضافة جهة اتصال + الجهة ™
💎حذف جهة الاتصال + الجهة ™
ـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَ
حط نعالك قصدي معرفك هنا

]]
end

if not is_sudo(msg) then
return "بطورين فقط 😐⛔️"
end

end
return {
description = "Help list", 
usage = "Help list",
patterns = {
"(sudo)"
},
run = run 
}
end
