--[[
 
 
]]

do

local function run(msg, matches)
if is_sudo(msg) and matches[1]== "م مطور" then
return [[
اوامر المطور كبد عمري🍃👇
ـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَ

‼️تفعيل الصاعقة ▶️
‼️تعطيل الصاعقة ▶️
‼️تغعيل لمدة + الايام ▶️
‼️المدة المتبقية  ▶️
‼️سوبر + تحويل خارقة ▶️
‼️ارفع المدير _<معرف_بلرد> ▶️
‼️حظر عام _<معرف_بلرد> ▶️
‼️الغاء العام _<ايدي> ▶️

‼️المحظورين عام_ ▶️
‼️معلومات المجموعة ▶️
‼️اذاعة _ لرسال رسالتك لجميع لكروبات▶️
‼️غادر_ لمغادرة البوت ▶️
‼️جلب ملف +الاسم ▶️
ـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَ
♻️اوامر تحكم بعدادات البوت ⏰
‼️دخول +الرابط_اضافة لكروب ع الرابط ▶️
‼️رسالة+الايدي+الرسالة ▶️
‼️وضع صوره للبوت ▶️

‼️جهات الاتصال_جلب الجهات ▶️
‼️اضافة جهة اتصال + الجهة ▶️
‼️حذف جهة الاتصال + الجهة ▶️
ـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَ
اي استفسار راسل المطورين
#DEV_ @martn111
#DEV_ @akfdhbg
#DEV_ @Joodi1996
بوت التواصل_ @Ali_alsaed_bot
قناة السورس_ @DEV_the_stun
]]
end

if not is_sudo(msg) then
return " لاتلعب ولك بس المطورين البوت لهم الحق بذالك 😐⛔️"
end

end
return {
description = "Help list", 
usage = "Help list",
patterns = {
"(م مطور)"
},
run = run 
}
end